#!/usr/bin/env python
# -*- coding: utf-8 -*-

def main():
    '''
    (例) 「ねこ」とターミナルに出力してください。

    (1) sample1.txtから文字を読み取り、ファイルに記載している文字列をターミナルに出力してください。
        解答:
        北海道,青森県,岩手県,宮城県...

    (2) (1)で読み取った文字列を','で分割し、str型からlist型に変換して、以下のように出力してください
        解答:
            0 北海道
            1 青森県
            2 岩手県
            ...
    (3) sample2.txtファイルも読み取り、(1)の結果を合わせて以下解答のように出力してください。
        解答:
        0 北海道 sapporo
        1 青森県 aomori
        2 岩手県 morioka
        ...
    (4) (3)の結果を`result.csv`というファイル名で、CSVファイルとして出力してください。
    '''

    # (例)
    print("ねこ")


if __name__ == "__main__":
    main()
